const data = [
  { id: 1, category: 'Захворювання, симптоми захворювання та лікування за допомогою молитви', items: [
    { id: 1, sick: 'Абсцес', 
      sumptomu: [ { id: 1, name: 'концентрація на колишніх образах' } ],
      liku: [
        { id: 1, name: 'Акафіст до Богородиці' }
      ]
    },

    { id: 2, sick: 'Аддісонізм',
      sumptomu: [ { id: 1, name: 'злість на самого себе' }, { id: 2, name: 'емоційний дисбаланас' } ],
      liku: [
        { id: 1, name: 'Акафіст до Богородиці' },
        { id: 2, name: 'Акафіст до Ісуса Христа' }
      ]
    },

    { id: 3, sick: 'Адденоїди - патологічне розростання носоглоткових мигдаликів',
      sumptomu: [ { id: 1, name: 'сварки та скандали у сімї' }, { id: 2, name: 'у дитини відчуття що вона нікому не потрібна' } ],
      liku: [
        { id: 1, name: 'Акафіст до Богородиці' },
        { id: 2, name: 'Вервицю до Всемогутнього Бога' },
        { id: 3, name: 'золоту вервицю до Свяого Духа' },
      ]
    },
  ]},
  { id: 2, category: 'Захворювання, симптоми захворювання та лікування за допомогою молитви 2', items: [] }
]

export default data;
