const obovjasku_cholovike_ginku = [
  { id: 1, category: 'ЧОЛОВІК', subcategories: [
    { id: 1, name: 'I. ОСНОВНІ ПОЛОЖЕННЯ', items: [
      { id: 1, name: '1. Чоловік - є образ і слава Божа', bible: '(1 Кор. 11: 7)' },
      { id: 2, name: '2. Чоловік створений для слави Божої', bible: '(Бут. 1:28)' },
      { id: 3, name: '3. Всякому чоловікові голова Христос', bible: '(1 Кор. 11: 3)' }
    ] },
    { id: 2, name: "II. ЧОЛОВІК ЗОБОВ'ЯЗАНИЙ", items: [
      { id: 1, name: '1. Залишити свого батька і матір і пристати до своєї дружини і стати з нею одним тілом', bible: '(Бут. 2:24)' },
      { id: 2, name: '2. Любити свою дружину як самого себе, як своє тіло', bible: '(Еф. 5:29)' },
      { id: 3, name: '3. Годувати і гріти дружину', bible: '(Еф. 5:29)' },
      { id: 4, name: '4. Розсудливо поводитися з дружиною', bible: '(1 Пет. 3: 7)' },
      { id: 5, name: '5. Надавати дружині честь', bible: '(1 Пет. 3: 7)' },
      { id: 6, name: '6. Надавати дружині потрібну (інтимну) прихильність', bible: '(1 Кор. 7: 3)' },
      { id: 7, name: '7. Передати своїй дружині повну владу над своїм тілом', bible: '(1 Кор. 7: 4)' },
      { id: 8, name: '8. Бути завжди тверезим, цнотливим, розсудливим, стриманим, тримати себе з гідністю, бути гостинним, не сріблолюбивим, повинен бути хорошим главою власного сімейства, тримати своїх дітей в покорі і в належній повазі до себе', bible: '(1 Тим. 3: 3-4 )' },
      { id: 9, name: '9. Бути вірним дружині до смерті', bible: '(Мф. 19: 6)' },
      { id: 10, name: "10. Піклуватись про сім'ю", bible: '(1 Тим. 5:8)' },
    ] },
    { id: 3, name: 'III. ЧОЛОВІКОВІ ЗАБОРОНЯЄТЬСЯ', items: [
      { id: 1, name: '1. Бажати жони ближнього свого', bible: '(Втор. 5:21)' },
      { id: 2, name: '2. Дивитися на іншу жінку з пожаданням', bible: '(Мф. 5:28)' },
      { id: 3, name: '3. Розлучатися з дружиною', bible: '(Мф. 19: 6)' },
      { id: 4, name: '4. Вчинити перелюб', bible: '(1 Кор. 6: 9,10)' },
      { id: 5, name: '5. Ухилятися від інтимних стосунків зі своєю дружиною', bible: '(1 Кор. 7: 5)' },
      { id: 6, name: '6. Бути суворим до дружини', bible: '(Кол. 3:19)' }
    ]}
  ]},
  { id: 2, category: 'ДРУЖИНА', subcategories: [
    { id: 1, name: 'I. ОСНОВНІ ПОЛОЖЕННЯ', items: [
      { id: 1, name: '1. Дружина - жінка', bible: '(Бут. 1: 27,28)' },
      { id: 2, name: '2. Дружина - слава чоловіка', bible: '(1 Кор. 11: 7)' },
      { id: 3, name: '3. Дружина створена для чоловіка', bible: '(1 Кор. 11: 8,9)' },
      { id: 4, name: '4. Дружині глава чоловік', bible: '(1 Кор. 11: 3)' }
    ] },
    { id: 2, name: "II. ДРУЖИНА зобов'язана", items: [
      { id: 1, name: '1. Любити чоловіка і дітей', bible: '(Тит. 2: 4)' },
      { id: 2, name: '2. Коритися своєму чоловікові як Господу', bible: '(Еф. 5: 22-3)' },
      { id: 3, name: '3. Боятися (поважати) свого чоловіка', bible: '(Еф. 5:33)' },
      { id: 4, name: '4. Бути і вчитися в мовчанні з усякою покірністю', bible: '(1 Пет. 3: 7)' },
      { id: 5, name: '5. Дбати про красу свого духу - лагідності і смиренності', bible: '(1 Пет. 3: 3)' },
      { id: 6, name: "6. Бути цнотливою, чистою, богобоязливою, сором'язливою", bible: '(1 Пет. 3: 2-4)' },
      { id: 7, name: '7. Бути благочестивою і доброчесною', bible: '(Пр. 31)' },
      { id: 8, name: '8. Бути в усьому вірною чоловікові до смерті', bible: '(1 Кор. 6:39)' },
      { id: 9, name: '9. Піклуватися про влаштування будинку', bible: '(Пр. 14: 1)' },
      { id: 9, name: '10. Надавати чоловікові належну(інтимну) прихильність', bible: '(1 Кор. 7: 3)' }
    ] },
    { id: 2, name: 'III. ДРУЖИНІ ЗАБОРОНЯЄТЬСЯ', items: [
      { id: 1, name: '1. Домагатися влади над чоловіком', bible: '(1. Тим. 2:12)' },
      { id: 2, name: '2. Вчити чоловіка', bible: '(1 Тим. 2: 11,12)' },
      { id: 3, name: '3. Розлучатися з чоловіком', bible: '(1 Кор. 7:10)' },
      { id: 4, name: '4. Вчинити перелюб', bible: '(1 Кор. 6: 9,10)' },
      { id: 5, name: '5. Ухилятися від інтимних стосунків зі своїм чоловіком', bible: '(1 Кор. 7: 5)' },
      { id: 6, name: '6. Бути сварливою', bible: '(Пр. 21: 9)' },
      { id: 7, name: '7. Бути дурною', bible: '(Пр. 14: 1)' }
    ]}
  ]}
]

export default obovjasku_cholovike_ginku;
