import React from 'react';

function MojeMolutovnePravulo() {

  const links = ["http://forsoul.herokuapp.com/religion-saint-books/2016-rozdumy-khrystyianyna-pro-anhela-khoronytelia-vydannia-2-v-drabyk",
                 "http://forsoul.herokuapp.com/religion-saint-books/2017-u-tainstvi-shliubu-molytovnyk-dlia-podruzhzhia",
                 "http://forsoul.herokuapp.com/religion-saint-books/2016-rozdumy-khrystyianyna-pro-anhela-khoronytelia-vydannia-2-v-drabyk"]

  return (
    <div>
      <h4>Щоденні молитви</h4>
      <ol>
        <li>В імя отця і сина,</li>
        <li>Молитва до Святого Духа</li>
        <li>Трисвяте</li>
        <li>Славослов'я</li>
        <li>Молитва до Пресвятої Трійці</li>
        <li>Господня молитва</li>
        <li>Поклін Ісусові Христові</li>
        <li>Псалом 50</li>
        <li>Символ Віри</li>
        <li>Покаянна молитва</li>
        <li>Молитви до Пресвятої Богоматері</li>
        <li>Достойно є воістину ...</li>
        <li>Під твою милість прибігаємо ...</li>
        <li>Молитва до ангелів</li>
        <li>Молитва до всіх святих</li>
        <li>Величання Пресвятої Трійці</li>
        <li>Митарева молитва</li>
        <li>Молитва Святого Єфрема</li>
      </ol>

      <h4>Молитви вранці</h4>
      <ol>
        <li>Ранішня молитва</li>
        <li>Ранішня молитва людини, спраглої Бога (Псалом 63)</li>
        <li>Господи, не знаю, що ти запланував для мене</li>
        <li>Новий день даєш мені, Господи</li>
        <li>Господи, дай мені з душевним спокоєм зустріти все, що очікує мене цього дня</li>
        <li>Молитва до Пресвятої Трійці</li>
        <li>Ранкова молитва до Ісуса Христа</li>
        <li>Ранкова молитва до Пресвятої Богородиці</li>
        <li>Молитва до ангела-хоронителя</li>
        <li>Молитва робочого дня</li>
        <li>Молитва про працьовитість</li>
      </ol>

      <h4>Молитви ввечері</h4>
      <ol>
        <li>Уседобрий Боже! Від усього серця дякую Тобі за поживу й здоров'я</li>
        <li>Усемогутній Боже, чувай наді мною, благослови наш дім і його мешканців</li>
        <li>Господи, день добігає кінця, Тобі ж належать усі дні та ночі</li>
        <li>Перш ніж піду на відпочинок, до Тебе, Боже серце моє підношу та подяку Тобі складаю за все те добре від Тебе сьогодні отримав</li>
        <li>Усемогутній, вічний Боже! Дякую Тобі від усього серця за ласки та милості</li>
        <li>Псалом 4</li>
        <li>Молитва до Божого Архангела Михаїла</li>
        <li>Молитва до Архангелів на кожний день тижня</li>
        <li>Царю Небесний ...</li>
        <li>О Духу-Сотворителю, прийди</li>
        <li>Ангельське привітання (Радуйся, Маріє)</li>
        <li>Радуйся, Царице</li>
        <li>Достойне є воістину</li>
        <li>Молитва про опіку Божої Матері</li>
        <li>Преславна Приснодіво Богородице</li>
        <li>Псалом 50</li>
        <li>Псалом 90</li>
        <li>Молитва до животворящого Хреста</li>
        <li>Молитва до Божого Архангела Михаїла</li>
        <li>О святий Архангеле Михаїле</li>
        <li>Святий Архангеле Михаїле</li>
        <li>Молитва до Ангела-хранителя</li>
        <li>Молитва до Ангела-хоронителя</li>
        <li>Молитва до всіх святих</li>
        <li>Ангеле Божий, прости мене ...</li>
        <li>Символ віри</li>
        <li>Дякую Тобі, Ісусе ...</li>
        <li>Молитва за терплячі душі в чистилищі</li>
        <li>О наш любий Ісусе</li>
        <li>Вічний відпочинок дай їм Господи ...</li>
        <li>Зі Святими упокій ...</li>
      </ol>

      <h5>Матеріал запозичений з :</h5>
      <ul>
        {links.map(i => {
          return <li><a href={i} target="blank">{i}</a></li>
        })}
      </ul>
    </div>
  );
};

export default MojeMolutovnePravulo;
