import React, { Component } from 'react';

class About extends Component {
  render() {
    return (
      <div>
        <h3>Особистий релігійний конструктор який має ціль в одному місці зібрати інформацію про:</h3>
        <ul>
          <li>Структуру Святого Письма</li>
          <li>про обовязковість читання Святого Письма щодня</li>
          <li>розважання (розмірковування) про те що прочитали в Святому Письмі</li>
          <li>обовязки, права чоловіка та жінки згідно Святого Письма</li>
          <li>про вади і чесноти живих людей</li>
          <li>про головні гріхи та блаженства</li>
        </ul>
      </div>
    );
  }
}

export default About;
