import React, { Component } from 'react';

class Home extends Component {
  render() {
    return (
      <div>
        <h3>Молитва і Святе Письмо</h3>
        <ul>
          <li>1. В Біблії в цілому записані 650 молитов.</li>
          <li>2. Першу згадку про молитву ми знаходимо в Буття 4:26.</li>
          <li>3. У Біблії зафіксовані близько 450 відповідей на молитви.</li>
          <li>4. Біблія містить 25 молитов Ісуса під час Його земного служіння.</li>
          <li>5. Апостол Павло говорить про молитву (молитви, молитовні прохання, молитовні звіти, заклики до молитви) 41 раз.</li>
          <li>6. Хоча молитися можна в будь-якій тілесної позі, Біблія згадує про п'ять з них: сидячи, стоячи, на колінах, обличчям до землі і з піднятими вгору руками.</li>
          <li>7. Ісус, кажучи про молитву (Луки 11: 1-4), вказує на шість аспектів, які потребують уваги: Божа вічна слава («Нехай святиться ім'я Твоє»), Його вічне Царство («нехай прийде Царство Твоє»), Його свята воля («нехай буде воля Твоя»), наше сьогодення («дай нам»), наше минуле («прости нам») та наше майбутнє («не введи нас»).</li>
          <li>8. В Біблії слово «Амінь» (яке буквально означає "нехай буде так», «так є», «істинно») вперше з'являється в книзі Числа 5:22.</li>
        </ul>

        <h3>Молитва і вчені</h3>
        <ul>
          <li><a href="https://www.youtube.com/watch?v=Hj2HodCW3GY&feature=youtu.be&t=5713" target="_blank">о Ян Білецький, екзерцист 2019-09-14 про молитву</a></li>
          <li><a href="http://bible-facts.ru/633-neobyasnimoe-i-neveroyatnoe.html" target="_blank">ШОКИРУЮЩИЕ РЕЗУЛЬТАТЫ ИССЛЕДОВАНИЯ</a></li>
        </ul>
      </div>
    );
  }
}

export default Home;
