import React from 'react'

const PoraduoJana = () => {
  const data = <>
    <ul>
      <h4>1. За ворогів роду.</h4>
      <div>Боже, прости їм і я прощаю! Прийми, Господи, мою жертву: 5 Служб Божих та 5 Святих Причасть на честь 5 Ран Ісуса Христа за спасіння їхніх душ і благослови нас, Боже! 
        На закінчення жертви - ще 1 Служба Божа (на бажання)
      </div><br/>

      <h4>2. За скривджених родом.</h4>
      <div>Боже, прости нам і винагороди скривджених. Прийми, Господи, мою жертву: 5 Служб Божих та 5 Святих Причасть на честь 5 Ран Ісуса Христа за спасіння їхніх душ і благослови нас, Боже !
        На закінчення жертви - ще 1 Служба Божа (на бажання)
      </div><br/>

      <h4>3. За співгрішників роду.</h4>
      <div>Боже, прости співгрішників моїх родичів. Прийми, Господи, мою жертву: 5 Служб Божих та 5 Святих Причасть на честь 5 Ран Ісуса Христа за спасіння їхніх душ і благослови нас, Боже!
        На закінчення жертви - ще 1 Служба Божа (на бажання)
      </div><br/>

      <h4>4. За прощення гріхів усіх родичів.</h4>
      <div>Боже, прости нам і винагороди скривджених. Прийми, Господи, мою жертву: 5 Служб Божих та 5 Святих Причасть на честь 5 Ран Ісуса Христа за спасіння їхніх душ і благослови нас, Боже !
        На закінчення жертви - ще 1 Служба Божа (на бажання)
      </div><br/>

      <h4>5. За всіх, хто спричинився до абортів та евтаназії.</h4>
      <div>Через заступництво Пречистої Діви Марії благаю Тебе, всемогутній Боже, Отче, Сину і Духу Святий, дай благодать спасіння всім жертвам абортів та ектаназії. Боже та жертви абортів і евтаназії, простіть батькам та лікарям їхні гріхи. Прийми, Господи, мою жертву: 5 Служб Божих та 5 Святих Причасть на честь 5 Ран Ісуса Христа за спасіння їхніх душ і благослови нас, Боже !
        На закінчення жертви - ще 1 Служба Божа (на бажання)
      </div>
    </ul>
  </>

  return (
    data
  )
}

export default PoraduoJana;